#Создайте любую строковую переменную и произведите над ней математическое действие умножение на любое число.
s = "В дверь постучались.\n"
print(s * 8, "\"Осьминог\" - подумал Штирлиц.", sep="") 